Repository: iMokhles/BeSureBefore
Catalog: prefs/Resources/*.lproj/BeSureBeforePrefs.strings
Languages: ar

# SOUND_FOOTER
source: play sound and get a vibraton while you getting warning
ar: هذا الخيار يتيح لك سماع صوت تنبيهي مع اهتزاز خلال استلامك لي اشعار التنبيه

# FBM_FOOTER
source: avoid you from send audio message
ar: هذا الخيار لكي يجنبك ارسال رساله صوتيه عبر تطبيق الفيس بوك ماسينجر بشكل خاطئ

# WHATS_FOOTER
source: avoid you from call friends mistakenly
ar: هذا الخيار يجنبك الاتصال باحد اصدقائك من خلال الواتس اب بشكل خاطئ

# BBM_FOOTER
source: avoid you from call friends mistakenly
ar: هذا الخيار يجنبك ايضا الاتصال الخاطئ داخل البي بي ام ماسينجر

# TWET_FOOTER
source: avoid you from favourites tweets mistakenly
ar: هذا الخيار يجنبك الوضع الخاطئ للتويته بمفضلتك بتطبيق التويت بوت ٣

# SKYP_FOOTER
source: avoid you from call friends mistakenly
ar: هذا الخيار يجنك الاتصال الخاطي داخل تطبيق السكاي بي

# INSTA_FOOTER
source: avoid you from likes photos/videos mistakenly [Supports DoubleTaps]
ar: هذا الخيار يجنبك الاعجاب بصورة او فيديو بشكل خاطئ داخل الانستجرام

# FACETIME_FOOTER
source: avoid you from call friends mistakenly
ar: هذا الخيار يجنبك الاتصال الخاطي من خلال الفيس تايم

# PHONE_FOOTER
source: avoid you from call friends mistakenly
ar: هذا الخيار يجنبك الاتصال الخاطئ من داخل تطبيق الهاتف

# MAIL_FOOTER
source: avoid you from send email mistakenly
ar: هذا الخيار يجنبك الارسال الخاطئ للايميل من داخل تطبيق الايميلات

# VIBER_FOOTER
source: avoid you from call friends mistakenly
ar: هذا الخيار يجنبك الاتصال الخاطئ داخل تطبيق الفايبر

# SMS_FOOTER
source: avoid you from send messages mistakenly
ar: هذا الخيار يجنبك ارسال الرساله النصيه بشكل خاطي داخل تطبيق الرسايل

source: Enable Sound
ar: تفعيل الصوت

source: Viberation
ar: تفعيل الاهتزاز

source: FBMessanger
ar: فيس بوك ماسينجر

source: WhatsApp
ar: واتس اب

source: BBM
ar: بي بي ام ماسينجر

source: TweetBot3
ar: تويت بوت ٣

source: Skype
ar: سكاي بي

source: Instagram
ar: انستجرام

source: FaceTime
ar: فيس تايم

source: Phone
ar: الهاتف

source: Mail
ar: الايميلات

source: Viber
ar: فايبر

source: SMS
ar: رسائل نصية

source: Version:
ar: الاصدار

# IMOKHLES
source: Follow Me! @iMokhles
ar: @iMokhles تابعني

# IMOKHLESSITE
source: Visit My iMokhles.com
ar: iMokhles.com قم يزيارة موقعي

# DONATETO
source: Donate
ar: ادعمني
